[GENERAL]
NAME					= Arabic
TRANSLATOR				= lalalogitech@hotmail.com
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= بناء#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= محرر فيديو سريع وسهل الاستخدام - Bandicut
TEXT_BETA				= تجريبي
TEXT_UNREGISTERED			= غير مسجل

TEXT_YES				= نعم
TEXT_NO					= لا
TEXT_CLOSE				= اغلاق
TEXT_CANCEL				= الغاء الامر
TEXT_OK					= موافق
TEXT_ABORT				= ايقاف
TEXT_RETRY				= اعادة المحاولة
TEXT_IGNORE				= تجاهل
TEXT_CONTINUE				= استمر

TEXT_SAVE				= حفظ
TEXT_NOT_SAVE				= عدم الحفظ

TEXT_SECOND				= ثانيه

TEXT_OPEN_FILE				= فتح الملف
TEXT_SELECT_FOLDER			= حدد مجلد الناتج 

TEXT_SEG_DURATION			=المدة ${str1}
TEXT_SEEK_POS				=بحث عن ${str1}
TEXT_TOTAL_SEG_DURATION			=اجمالي ${str1}
TEXT_HIGH_SPEED_MODE			= وضع السرعة العالية
TEXT_HIGH_ENCODING_MODE			= وضع الترميز

TEXT_VOLUME_MUTE			= كتم
TEXT_VOLUME				= حجم الصوت:${int1}

TEXT_CHANGE_LANG			=  هل تريد اعادة التشغيل الان .[br]Bandicut لتغيير اللغة ، يجب اعادة تشغيل 
TEXT_RESET_ALL_SETTINGS			= هل تريد بالتاكيد اعاده تعيين كافة الاعدادات للاعدادات الافتراضية ؟
TEXT_SHUTDOWN_SEC			= {int1} $.سيتم ايقاف تشغيل النظام بالثواني 
TEXT_SHUTDOWN_APP_SEC			= ثواني ${int1}سوف يغلق Bandicut

TEXT_UPDATE_AVAILABLE			= هل ترغب في تنزيله الان؟[br] حاليا Bandicut يتوفر اصدار جديد من 
TEXT_UPDATE_UNAVAILABLE			= هذا الاصدار هو اخر واحد.
TEXT_UPDATE_FAILED			= قد لا يكون هذا النظام متصلا بالانترنت حاليا. حاول مرة اخرى.[br] فشل في التحقق من معلومات الاصدار.
TEXT_OFFLINE				= من فضلك ، حاول مرة اخرى بعد التحقق من اتصالك بالانترنت.[br] يمكن استخدام هذه الوظيفة عندما يكون هذا النظام متصلاً بالانترنت

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Bandicut تحتاج الى اعادة تثبيت[br]هذا البرنامج غير صالح

TEXT_NOT_SEEKABLE			= ملف الوسائط هذا غير قابل للبحث.
TEXT_NOT_SEEKABLE_DETAIL		= لا يوجد اطار رئيسي او فهرس.[br] - جدول فهرس تالف. [br] -لا تتوفر اعدادات الوضع والقسم عالي السرعة.

TEXT_NOT_SUPPORT_FILE			= تستطيع ان ترى معلومات الملف.[br](لا توجد معلومات فيديو او برنامج ترميز.)[br]لا يدعم هذه الملفات Bandicut
TEXT_NOT_SUPPORT_VIDEO			= ${int1}: ${int2} ${str1}برنامج ترميز الفيديو -[br]
TEXT_NOT_SUPPORT_AUDIO			= [br]-ترميز الصوت${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]-تنسيق الملف:${str1}
TEXT_NOT_SUPPORT_NONE			= لا شيء
TEXT_NOT_SUPPORT_NOT_DECODE		= (غير قادر على اللعب)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (لا توجد بيانات فيديو)
TEXT_NOT_SUPPORT_NOT_EXIST		= يرجى التحقق من مسار الملف.[br] ملف الادخال غير موجود. [br] 

TEXT_NOT_HIGH_SPEED			= وضع السرعة العالية غير متوفر.
TEXT_NOT_HIGH_SPEED_DETAIL		= الرجاء استخدام وضع التشفير.[br] لا يمكن لهذا الملف استخدام وضع السرعة العالية بسبب مشكلة في برنامج الترميز
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - هناك اقل من 10 اطارات فيديو.
TEXT_NOT_HIGH_SPEED_QUERY		= - فشل في انشاء ملف الوسائط.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= (${str1}) ومع ذلك ، قد يتغير وقت بدء هذا الملف عند استخدام وضع السرعة العالية. [br] يكون الوضع عالي السرعة اسرع من وضع التشفير.

TEXT_KEY_FRAME_CUT_TITLE		= سوف تستمر مع وضع عالية السرعة؟
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Bandicut  هل ترغب في شراء ترخيص [br][br] يتوفر الوضع عالي السرعة بعد التسجيل

TEXT_FRAME_CUT_CANT_CHANGE		= Bandicut هل ترغب في شراء ترخيص [br]  Bandicutلا يمكنك تغيير هذا الاعداد على الاصدار المجاني من

TEXT_KEY_FRAME_CUT			= - قد يتغير وقت بدء هذا الملف.
TEXT_KEY_FRAME_CUT2			= - يرجى استخدام وضع التشفير اذا كان هناك اي مشاكل.

TEXT_NOT_HIGH_SPEED_JOIN		= يمكنك استخدام وضع السرعة العالية للنجار فقط عندما تكون جميع التنسيقات متطابقة تمامًا.

TEXT_MSG_CONVERTING_CLOSE		= ؟Bandicut المهمة قيد التشغيل. هل تريد الغاءها واغلاق
TEXT_MSG_CONVERTING_CANCEL		= المهمة قيد التشغيل. هل تريد الغائها ؟
TEXT_MSG_CHECK_NOT_SHOW			= لا تظهر في المرة القادمة.
TEXT_MSG_WRITE_HEADER			= الان كتابه راس الملف. اذا كان الملف كبيرا ، قد تستغرق هذه المهمة وقتا طويلا. رجاءً انتظر لحظة.

TEXT_ERROR_DISKSPACE_TITLE		= لا توجد مساحة كافية على القرص لمجلد الاخراج.
TEXT_ERROR_DISKSPACE			= الرجاء تغيير مجلد الاخراج والمحاولة مرة اخرى.
TEXT_ERROR_DISKSPACE_DETAIL		= ${str2}:مساحة القرص المطلوبة - ${str1}[br]: مساحة القرص المتوفرة - [br]
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= لا توجد مساحة كافية على القرص لمجلد ذاكرة التخزين المؤقت.
TEXT_ERROR_CACHE_DISKSPACE		= الرجاء تغيير مجلد ذاكرة التخزين المؤقت والمحاولة مرة اخرى.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	=${str2} : مساحة القرص المطلوبة-${str1}[br]:مساحة القرص المتوفرة - [br]
TEXT_ERROR_FILE_SYSTEM_TITLE		= الرجاء تغيير مجلد الناتج أو ذاكرة التخزين المؤقت.
TEXT_ERROR_FILE_SYSTEM			= مجلد للتغيير-[br] مما قد يسبب مشاكل عند معالجة ملفات اكبر من 4 ق ب.NTFS،لا يقع مجلد الناتج أو ذاكرة التخزين المؤقت على نظام ملفات
TEXT_CANT_KEYFRAME_SEEK			= الان تحليل ملف الوسائط. بعد تحليل كامله ، يمكنك البحث عن طريق وحده الاطار الرئيسي.
TEXT_READ_FILE				= فالرجاء نسخ الملف الى محرك الاقراص الثابتة ، وتجربته مرة اخرى.CD/DVD, اذا كان الملف موجودًا على [br] فشل في قراءة الملف. يرجى التحقق من ملف الادخال.
TEXT_CODEC_CONFIG			= اعدادات ترميز غير صحيحة.
TEXT_CODEC_CONFIG2			= [br] الرجاء الانتقال الى قائمة "اعدادات الترميز" ، واستخدام اعدادات التشفير الافتراضية ، ثم حاول مرة اخرى. 
TEXT_VIDEO_ENCODING			= حدث خطا اثناء ترميز الفيديو. تحتاج الى التحقق من ملف الادخال او اعدادات الترميز.
TEXT_VIDEO_ENCODING_QSV_TITLE		=  Intel ®.لقد توقف التحويل بسبب وجود مشكله في اداه ترميز فيديو المزامنة السريعة من
TEXT_VIDEO_ENCODING_QSV			= H.264 هل ستستخدم اداه ترميز البرامج 
TEXT_AUDIO_ENCODING			= حدث خطا اثناء ترميز الصوت. تحتاج الى التحقق من ملف الادخال او اعدادات الترميز.
TEXT_NOT_SUPPORT_TYPE			= فشل انشاء ملف الانتاج
TEXT_UNSUPPORT_VIDEO_SIZE		= ${str2}هي ${str1} الدقة القصوى المدعومة من [br] تعذر التحويل الى دقة الفيديو هذه..[br]Please go to the 'Encoding Settings' menu and select another video resolution and try again.
TEXT_NO_ENCODER				= تعذر العثور على اداه الترميز.
TEXT_SEND_FILE				= سنحاول اصلاح هذه المشكلة.bandicut@bandicam.com اذا قمت بارسال ملف الفيديو الى
TEXT_CHECK_CHANGE_ENCODER		= من الان فصاعدا H.264 استخدام اداه ترميز البرامج
TEXT_INTER_FILE				= حدث خطا اثناء حفظ الفيديو الى مجلد  الناتج.
TEXT_CANT_DECODE_AUDIO			= لن يتم تحويلها. هل تريد المتابعة؟[br]يتعذر فك تشفير بعض المسارات الصوتية.

TEXT_REBUILD_COMPLETE			= الملفات الجاهزة للتحرير.
TEXT_REBUILD_FAILED			= [br] . حدث خطا اثناء تحضير ملفات الفيديو

TEXT_ERRMSG_CONVERT_NUM			= (${int1}) فشل الترميز.
TEXT_ERRMSG_CONVERT_VSIZE		= فشل استخدام وضع السرعة العالية لان الملف كبير جدا. الرجاء استخدام وضع الترميز.

TEXT_MSG_CHANGE_MODE_DROP		= هل انت متاكد من انك تريد المتابعة؟ [br] Bandicut الى Joiner. فسيتم تغيير Bandicut اذا تمت اضافة عدة ملفات الى
TEXT_MSG_CANT_CHANGE			= ...الرجاء الانتظار [br] بتحليل الملفات التي تمت اضافتها.Bandicut تقوم

TEXT_MISSED_FILE_REMOVE 		= [br]-${str1} تمت ازاله الملف من قائمه الشرائح لانه غير موجود.

TEXT_INVALID_VALUE			= ${int1} و ${int2}.الرجاء ادخال قيمه بين 

TEXT_WARNING_MAX_SEGMENT         	= يمكنك اضافة ما يصل الى $ $ (int1) من الملفات / الاجزاء.
TEXT_WARNING_MAX_SEGMENT_FAIL           = .${str1}[br] لم يتم اضافة الملفات ${int1} ادناه
TEXT_WARNING_MAX_SEGMENT_AUTO		= هل انت متاكد من انك تريد المتابعة؟ [br] . اذا تابعت ، فلن تتم اضافة بعض الشرائح.Bandicut (99) انت على وشك تجاوز الحد الاقصى لعدد الشرائح في
TEXT_WARNING_MAX_SEGMENT_SHORT		= الرجاء ادخال رقم اصغر.[br] ان وقت كل مقطع قصير جدا. ${int1} الى مقاطع Bandicut لايمكن تقسيم
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= لا يمكنك تقسيم الشريحة بعد الان لانه تم تجاوز الحد الاقصى لعدد الشرائح.
TEXT_WARNING_MAX_SEGMENT_ZERO		= الرجاء تعيينها الى قيمه اصغر وحاول مره اخرى.[br] الوقت اطول من وقت المقطع
TEXT_WARNING_INVALID_TIME		= الرجاء تعيين الوقت اعلي من 1 ثانيه.

TEXT_EXIST_FILE_HEADER			= يوجد ملف بهذا الاسم بالفعل.
TEXT_EXIST_FILE_COMMENT			= اذا تابعت هذه المهمة ، سيتم اضافه رقم تسلسلي الى اسم الملف. هل تريد بالتاكيد المتابعة ؟
TEXT_EXIST_FILE_OVERWRITE			= حفظ ملف المشروع
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} موجود بالفعل. [br] هل تريد الكتابة فوقه؟

TEXT_MSG_PROJECT_HELP			= ما هو ملف المشروع؟
TEXT_MSG_SAVE_PROJECT_HEADER		= المهمة قيد التقدم.
TEXT_MSG_SAVE_PROJECT			= اذا قمت باضافة ملفات فيديو او ملف المشروع، سيتم فقدان المهمة التي قيد التشغيل.
TEXT_MSG_SAVE_PROJECT2			= هل تريد المتابعة بعد حفظ ملف المشروع؟
TEXT_MSG_SAVE_PROJECT_CLOSE		= هل تريد المتابعة بعد حفظ ملف المشروع؟ 
TEXT_MSG_LOAD_PROJECT_FAIL		= فشل في فتح ملف المشروع.
TEXT_MSG_RESTORE_PROJECT		= باندكوت لم تغلق بشكل صحيح. [br] هل تريد استعادة المهمة السابقة؟

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= منفذ على اللوحة الام .VGA  كابل من الشاشة الى VGA "H264 (Intel® Quick Sync Video)" لاستخدام ال [br] لم يتم تمكين فيديو المزامنة السريعة من انتل
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = هل ترغب في زيارة صفحة التعليمات؟

TEXT_ENCODER_TITLE			=التشفير المتاح ${str1} 
TEXT_ENCODER_AVAILABLE_ENCODER		=عبارة عن اداة تشفير للاجهزة تتيح لك تحرير مقاطع الفيديو بسرعة اعلى من اداة التشفير القائمة على البرامج. ${str1} 
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= التشفير ${str1} هل ترغب في استخدام [br]

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= لم تعد هذه الميزة متوفرة بسبب سياسة فيسبوك

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= معلومات ملف الادخال
TEXT_H264_NOT_SUPPORT			= H.264.هذا النظام لا يدعم ترميز
TEXT_FILE_NAME				=  ${str1} :اسم الملف
TEXT_FILE_TYPE				=  ${str1} :تنسيق الملف
TEXT_FILE_DURATION			= ${str1} :المدة الزمنية
TEXT_FILE_SIZE				=  ${str1} :حجم الملف
TEXT_SEGMENT				=  ${str1} :قطاعات
TEXT_HIGH_SPEED_KEY_FRAME_START		=  ${str1}:وقت البدء الاصلي-
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= ${str1} : وقت البدء الجديد-
TEXT_ENABLE_HIGH_SPEED			= ${str1} :استخدام الوضع عالي السرعة
TEXT_SEEKABLE				= ${str1} طلب
TEXT_POSSIBLE				= تمكين
TEXT_IMPOSSIBLE				= تعطيل
TEXT_POSSIBLE_REG			= متاح بعد التسجيل.
TEXT_TRACK_COUNT			=  مسارات صوتية ${int2}} مقاطع فيديو ${int1}
TEXT_OUTPUT_FILE_INFO			= معلومات ملف الناتج
TEXT_ADD_FAILED				= [فشل في اضافه الملف]
TEXT_OUTPUT_OPTION			= خيارات الناتج
TEXT_INPUT_FILES			= [$ {int1} ملفات الادخال (شرائح) العدد:]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= ملفات الوسائط
TEXT_MAIN_PROJECT_FILES			= ملفات المشروع
TEXT_MAIN_ALL_FILES			= جميع الملفات

TEXT_MOREINFO				= شاهد المزيد...

TEXT_SEGMENT_TITLE			= ${str1} قطعة
TEXT_SEGMENT_FILE_TITLE			= ${str1} ملف

TEXT_RECORDING				= (سجل شاشة حاسوب او لعبة او كاميرا ويب) [br] Bandicam Screen Recorder بدء تشغيل 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= تجريبي
TEXT_BANNER_OFF_SUBJECT			= انت تستخدم اصدار غير مسجل.
TEXT_BANNER_OFF_CONTENTS_1		= Bandicut اذا قمت بشراء وتسجيل رخصة
TEXT_BANNER_OFF_CONTENTS_2		= يمكنك استخدام البرنامج دون قيود المحاكمة.
TEXT_BANNER_RESULT_SUBJECT		= غير راض عن السرعة ؟
TEXT_BANNER_RESULT_CONTENTS_1		= Bandicut الرجاء شراء ترخيص 
TEXT_BANNER_RESULT_CONTENTS_2		= سيتم زيادة السرعة عن طريق <b>${str1}% (${str2})</b>
TEXT_BANNER_RESULT_BTN			= اشتري الان

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (مجاني) لمتجر مايكروسوفت
TEXT_BANNER_UWP_CONTENTS_1		= اسرع اقل خسارة  لتقطيع الفيديو ، المقسم والدامج
TEXT_BANNER_UWP_CONTENTS_2		= لمزيد من المعلومات، يرجى زيارة الموقع الرسمي.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= عام
TEXT_TAB_FILE				= الناتج
TEXT_TAB_LANGUAGE			= اللغة
TEXT_TAB_HIGHSPEED			= سرعه عاليه
TEXT_TAB_VFILTER			= فلتر الفيديو
TEXT_TAB_INFO				= حول

TEXT_PREFIX_FILE_NAME			= اسم ملف المصدر
TEXT_PREFIX_CUSTOM			= بادئه مخصصه
TEXT_PREFIX_NONOE			= لا شيء
TEXT_SUFFIX_TIME			= التاريخ و الوقت
TEXT_SUFFIX_SERIAL			= رقم التسلسل
TEXT_SUFFIX_DATE_SERIAL			= رقم التاريخ والتسلسل
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (افتراضي)

TEXT_INTEL_QSV				= (فيديو المزامنة السريعة من انتل (سريع، تسريع الاجهزة

TEXT_H264_NOT_SUPPORT			= هل تريد زيارة صفحة المساعدة؟[br] تشفير. H.264 هذا النظام لا يدعم

TEXT_VIDEO_QUALITY			= جودة
TEXT_VIDEO_BITRATE			= (kbps) معدل البت
TEXT_AUDIO_MONO				= احاديه
TEXT_AUDIO_STEREO			= صوت استريو
TEXT_NO_VIDEO				= لا يوجد فيديو
TEXT_NO_AUDIO				= بدون صوت
TEXT_VIDEO				= فيديو
TEXT_AUDIO				= الصوت
TEXT_UNKNOWN				= مجهول
TEXT_AUTO				= تلقاءي
TEXT_ALWAYS				= دائما
TEXT_DONT_USE				= لا تستخدم

TEXT_FIT_WIDTH				= تناسب العرض
TEXT_FIT_HEIGHT				= تناسب الارتفاع
TEXT_SIZE_AUTO				= احتفظ بالحجم الاصلي
TEXT_SIZE_CUSTOM			= مخصص

TEXT_FIT_WIDTH_INFO			= (${int1}x0) تناسب العرض 
TEXT_FIT_HEIGHT_INFO			= (0x${int1}) تناسب الارتفاع 
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= FPS الاحتفاظ بالاصل 

TEXT_MIN_VIDEO_SIZE			= ${int1} الحد الادنى لقيمه عرض الفيديو وارتفاعه.
TEXT_MAX_VIDEO_SIZE			= ${int1} الحد الاقصى لقيمه عرض الفيديو وارتفاعه.
TEXT_ODD_VIDEO_SIZE			= هل تريد تغيير حجم الفيديو كما يلي؟ [br] قد يفشل التشفير عندما يكون عرض الفيديو او ارتفاعه رقمًا فرديًا.
TEXT_ODD_VIDEO_SIZE2			= ${int1} x ${int2} :حجم الفيديو المحدد من قِبل المستخدم [br]-
TEXT_ODD_VIDEO_SIZE2_1			= ${int1} x ${int2} :حجم الفيديو الجديد [br] -
TEXT_MAX_VIDEO_KBITRATE			= ${int1} Kbps الحد الاقصى لقيمة معدل نقل الفيديو هو
TEXT_MAX_VIDEO_QUALITY			= يجب ان تكون قيمه جوده الفيديو بين 1 و 100.
TEXT_DONT_ALLOW_NORMALIZE		=  هل ترغب في تعطيل الخيار [ازالة المسارات الصوتية]؟ [br] لا يمكنك استخدام هذا الخيار مع خيار [ازالة المسارات الصوتية].
TEXT_DONT_ALLOW_REMOVE_AUDIO		= هل ترغب في تعطيل الخيار [تطبيع] ؟ [br] [لا يمكنك استخدام هذا الخيار مع الخيار [تطبيع

TEXT_SAMPLERATE_AUTO			= الحفاظ على التردد الاصلي

TEXT_ASK_FOR_REG			= الاصدار غير مسجل
TEXT_ASK_FOR_REG_DETAIL			= لازالة كافة القيود Bandicut شراء رخصة
TEXT_ASK_FOR_REG_CONTINUE		= تجاهل والاستمرار
TEXT_ASK_FOR_REG_REGNOW			= تسجيل Bandicut
TEXT_ASK_FOR_REG_TRY			= الغير مسجل Bandicut  محاولة تسجيل

TEXT_NOT_EXIST_OUTPUT			= مجلد الاخراج غير موجود. الرجاء تغيير مجلد الاخراج.
TEXT_NOT_SUPPORT_FOLDER			= لا يمكنك حفظ الملفات الى هذا المجلد. الرجاء اختيار مجلد اخر.
TEXT_NOT_SAVE_SOURCE_FOLDER		= هل تريد المتابعة بعد الغاء تحديد الخيار [حفظ الى مجلد المصدر]؟ [br] لا يمكنك حفظ الملفات الى المجلد المصدر
TEXT_NOT_ALLOWED_CHAR			= .[br]${str1} لا يمكن ان يحتوي اسم الملف على اي من الاحرف التالية
TEXT_LONG_PATH				= $ {int1}. الحد الاقصى لطول مسار الملف هو [br] اسم الملف طويل جدًا للاخراج. من فضلك ، اختصر اسم الملف وحاول مرة اخرى ، او جرّب موقعًا يحتوي على مسار اقصر. 
TEXT_ADDING_FILES			= الان اضافة ملفات الوسائط. فضلا انتظر لحظة.

TEXT_DEFAULT_PRESET			= افتراضي
TEXT_FIT_WIDTH_PRESET			= تناسب العرض
TEXT_FIT_HEIGHT_PRESET			= تناسب الارتفاع
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= الهاتف الذكي
TEXT_PPT_PRESET				= باور بوينت
TEXT_DELETE_PRESET			= ${str1} :اسم الاعداد المسبق - [br] [br] هل تريد حذف الاعداد المسبق؟
TEXT_SAME_PRESET			= ${str1}:اسم سابق - [br][br] اسم سابق الذي ادخلته موجود مسبقاً. هل تريد الكتابة فوق الاعداد المسبق الموجود؟
TEXT_SAME_RENAME_PRESET			= ${str1}:اسم سابق - [br][br]اسم سابق  الذي ادخلته موجود مسبقاً. الرجاء ادخال اسم مختلف.
TEXT_REFLECTED_PRESET			= تم تطبيق اعدادتك المسبقة [br] [br]-اسم مسبق: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			=  انقر فوق التالي للمتابعة.[br] [br] ، الرجاء الخروج قبل بدء التثبيت.Bandicut في حالة تشغيل [br] [br] على حاسوبك Bandicut سيقوم هذا البرنامج بتثبيت
TEXT_DELETE_ALL_FILES			= هل تريد ازالتها؟ [br] ازيلت (${str1}) ليست كل الملفات في
TEXT_STILLRUN_EXIT_PROGRAM		= قيد الاستخدام. اغلق البرنامج قبل المتابعة.Bandicut 
TEXT_THIS_IS_NT_ONLY_APP		= Windows XP؟  هل ترغب في تنزيل اصدار [br] والاصدارات الاحدث.Windows Vista يعمل هذا البرنامج بشكل صحيح فقط في نظام التشغي
TEXT_DO_NOT_WORK_32BIT			= هل تريد تنزيل الإصدار لنظام التشغيل وندوز 32 بت [br] لا يعمل هذا البرنامج على وندوز 32 بت؟.
TEXT_NEED_ADMIN_PRIVILEGE		= هل ترغب في ايقاف التثبيت؟  [br] يتطلب تثبيت هذا البرنامج حقوق المسؤول.
TEXT_DELETE_ALL_PRESET_FILES		= هل تريد ازالتها؟[br].توجد الاعدادات المسبقة المخصصة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= يرجى تحديد الوضع الذي تريد استخدامه.
TEXT_WIZARD_COMMENT_CUT			= قص اجزاء معينة من الفيديو.
TEXT_WIZARD_COMMENT_SPLIT		= تقسيم ملف فيديو الى شرائح متعددة.
TEXT_WIZARD_COMMENT_JOIN		= انضم الى ملفات فيديو متعددة.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cutter
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Joiner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= استئناف
TEXT_PAUSE				= مهلة
TEXT_READY				= انتظار

TEXT_TITLE_ALARM_TRAILING		= $ {str1}-كتابه راس الملف
TEXT_JOIN_JOB				= دمج

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut تم تسجيلك
TEXT_REGISTER_FAILED			= تحقق من عنوان البريد الكتروني والرقم التسلسلي[br] فشل التسجيل.
TEXT_REGISTER_CONNECT_FAILED		= ${str1}يرجى التحقق من اتصالك بالانترنت ، وتعيين ساعة نظامك الى تاريخ اليوم ووقته[br] لا يمكن الاتصال بخادم التسجيل.
TEXT_REGISTER_FAILED_HELP		= [br] اذا كنت بحاجه الى مساعده ، فانقر فوق زر موافق
TEXT_REGISTER_INFO			= ${str1}[br]: رقم التسلسل${str2}:عنوان بريدك الالكتروني 
TEXT_REGISTER_INFO2		= أيام متبقية ${str1} (${int1} :تاريخ انتهاء الصلاحية)
TEXT_REGISTER_INFO2_EXPIRED	= (منتهية الصلاحية)${str1}:تاريخ انتهاء الصلاحية
TEXT_REGISTER_YET			= - يرجى نقر زر "تسجيل" لازالة جميع القيود.[br] - ستتم اضافة علامة مائية الى الفيديو. [br] الغير مسجل!
TEXT_HAS_BEEN_UNREGISTERED		= غير مسجل Bandicut.
TEXT_UNREGISTER				= Bandicut هل تريد الغاء التسجيل ؟
TEXT_NOTICE_NEED_TO_RENEW	=  أيام. انقر على زر "موافق" لتعليمات تجديد الرخصة ${int1} تنتهي بعد Bandicut رخصة.
TEXT_NOTICE_NEED_TO_RENEW_NOW	=  انتهت صلاحيتها انقر على زر "موافق" لتعليمات تجديد الرخصة Bandicut رخصة.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= الرجاء ادخال عنوان للفيديو لتحميله.
TEXT_UPLOAD_YOUTUBE_LOGIN		= تسجيل الدخول - يوتيوب
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= تسجيل الدخول باستخدام يوتيوب من المتصفح ...
TEXT_UPLOAD_VIMEO_LOGIN			= تسجيل الدخول - فيميو
TEXT_UPLOAD_COMPLETE			= مرفوع
TEXT_UPLOAD_ERR_FAIL			= فشل تحميل هذا الفيديو.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= هذا الملف كبير جدًا للتحميل.
TEXT_UPLOAD_ERR_FREESPACE		= لا توجد مساحة حرة كافية للتحميل.
TEXT_UPLOAD_ERR_CONNECT			= فشل الاتصال بالخادم.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= استخدام هذه الوظيفة.Vimeo Basic فشل تحميل هذا الفيديو. لا يمكن لمستخدمي
TEXT_UPLOAD_WARNING_DOING		= Bandicut?ملفات الفيديو. هل تريد الغاء تحميل  ${int1}الان تحميل
TEXT_UPLOAD_NO_PASSWORD			= الرجاء ادخال كلمه السر
TEXT_UPLOAD_YOUTUBE_QUOTA	=  تجاوزت Bandicut حصة التحميل اليومية التي خصصها يوتيوب.\n سيتم إعادة تعيين الحصة النسبية في منتصف الليل بتوقيت المحيط الهادئ.\n يرجى تحميل الفيديو مباشرة من يوتيوب أو حاول مرة أخرى بعد منتصف الليل بتوقيت المحيط الهادئ.\n\n هل تريد زيارة YouTube.com؟?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= فشل في الحصول على رمز الوصول.

TXT_TITLE               		= اكتمل تسجيل الدخول باستخدام يوتيوب!
TXT_MESSAGE_COMPLETE1   		= اكتمل تسجيل الدخول باستخدام يوتيوب!
TXT_MESSAGE_COMPLETE2   		= يمكنك إغلاق هذه الصفحة.
TXT_GOTO_BANDICUT_HOME  		= bandicut.com انتقل إلى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= الرجاء ادخال كلمه سر.
TEXT_UPDATE_FAILED_DL			= قد لا يكون هذا النظام متصلا بالانترنت حاليا. [br]فشل تحميل ملفات التثبيت.
TEXT_UPDATE_INSTALL_SUCCEED		= اكتمل التثبيت.
TEXT_UPDATE_INSTALL_FAILED		= فشل التثبيت.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= حول [tab]F1
MENUSTR_MAIN_FILE_OPEN			= فتح ملف [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= رفع الى
MENUSTR_MAIN_FILE_CLOSE			= اغلاق الملف [tab]F4
MENUSTR_MAIN_OUTPUT			= فتح مجلد الناتج [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= التكوين [tab]F5
MENUSTR_MAIN_REGISTER			= التسجيل  [tab]F3
MENUSTR_MAIN_CLOSE			= خروج [tab]Alt+F4
MENUSTR_MAIN_HELP			= تعليمات
MENUSTR_HELP_ONLINE			= تعليمات
MENUSTR_HELP_HOTKEYS			= معلومات المفتاح الساخن
MENUSTR_HELP_LICENSE			= معلومات حقوق التاليف والنشر
MENUSTR_MAIN_VIDEO			= فيديو
MENUSTR_MAIN_AUDIO			= الصوت
MENUSTR_MAIN_FILE_INFO			= معلومات الملف [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= اغلاق كل الملفات [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= فتح ملف المشروع
MENUSTR_MAIN_PROJECT_FILE_SAVE		= حفظ ملف المشروع
MENUSTR_UPLOAD_SETTING			= الاعدادات

MENUSTR_PRESET_USER			= الاعدادات المسبقة للمستخدم
MENUSTR_PRESET_ADD			= اضافة اعداد مسبق
MENUSTR_PRESET_EDIT			= تحرير الاعدادات المسبقة

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= الغاء الامر
IDOK					= موافق
IDC_BTN_CLOSE				= اغلاق
IDC_BTN_YES				= نعم
IDC_BTN_NO				= لا
IDC_BTN_REGISTER			= تسجيل
IDC_CK_OPEN_OUTPUT_FOLDER		= افتح مجلد الناتج عند اكتماله.
IDC_ST_DETAIL_LINK			= شاهد المزيد...
IDC_ST_OPTION				= الخيارات
IDC_ST_HELP				= التعليمات

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= اعدادات وضع التشفير
IDC_ST_FILE_FORMAT			= ملف
IDC_ST_FORMAT				= تنسيق الملف
IDC_ST_VIDEO_DETAIL			= فيديو
IDC_ST_AUDIO_DETAIL			= الصوت
IDC_ST_VIDEO_SIZE			= حجم الفيديو
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= ترميز الفيديو
IDC_ST_VIDEO_MODE			= السيطرة معدل البت
IDC_ST_VIDEO_QUALITY			= جودة
IDC_ST_VIDEO_BITRATE			= معدل البت
IDC_ST_VIDEO_DEINTERLACE		= التمزق
IDC_ST_AUDIO_CODEC			= ترميز الصوت
IDC_ST_AUDIO_CHANNEL			= قناة
IDC_ST_AUDIO_SAMPLERATE			= التردد
IDC_ST_AUDIO_MODE			= السيطرة معدل البت
IDC_ST_AUDIO_BITRATE			= معدل البت
IDC_BTN_PRESET				= افتراضي
IDC_BTN_SETTING_MORE			= المزيد من الاعدادات ...
IDC_ST_AUDIO_NORMALIZE			= تطبيع
IDC_CK_AUDIO_NORMALIZE			= استعمال

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= اعدادات H.264
IDC_ST_H264_PROFILE_SETTING		= اعدادات ${str1}
IDC_ST_H264_PROFILE			= السيرة
IDC_ST_H264_LEVEL			= مستوى

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= اضافة اعداد مسبق جديد
IDC_ST_ADD_PRESET			= ادخل اسمًا للاعداد المسبق الجديد. [br] يمكنك حفظ اعدادات التنسيق الحالية كاعداد مسبق جديد.
IDC_ST_SELECT_ENCODER			= اعدادات التشفير H.264 
IDC_ST_VIDEO_ENCODER			= تشفير H.264		

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= اعادة تسمية الاعداد المسبق
IDC_ST_RENAME_PRESET			= ادخل اسمًا جديدًا للاعداد المسبق.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= تحرير الاعدادات المسبقة
IDC_BTN_PRESET_ADD			= اضافه
IDC_BTN_PRESET_DELETE			= حذف
IDC_BTN_PRESET_RENAME			= اعاده تسميه

[IDD_SETTING]
IDD_SETTING				= تكوين
IDC_BTN_RESET				= اعادة تعيين

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= تنبيه عند فتح ملفات الوسائط غير القابلة للبحث.
IDC_CK_ALERT_EXIST_FILE			= تنبيه عند وجود ملف بهذا الاسم بالفعل.
IDC_CK_ALERT_SAVE_PROJECT		= تنبيه عند حفظ ملف المشروع.
IDC_CK_USE_LOG_FILE			= (.log) انشاء ملف سجل 
IDC_CK_MOV_FRONT_HEADER			= (only MP4) حفظ معلومات الملف في بداية الملف
IDC_CK_KEEP_CREATION_TIME		= الحفاظ على تاريخ / وقت انشاء الملف الاصلي.
IDC_ST_UPLOAD				= خيارات الرفع
IDC_CK_SHOW_TIP				= اظهار التلميح/المعلومات
IDC_CK_AUTO_MOVE			= حرك موضع الادخال عند الضغط على مفاتيح الارقام.
IDC_CK_DEINTERLACE_PREVIEW		= استخدم عامل تصفية التشابك عند تشغيل الفيديو المتشابك.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= مجلد  الناتج 
IDC_BTN_SET_OUTPUT			= استعراض...
IDC_BTN_OPEN_OUTPUT			= افتح
IDC_CK_OUTPUT_SOURCE			= حفظ في مجلد المصدر
IDC_ST_FILENAME				= اعدادات تسمية الملفات
IDC_ST_CACHE_FOLDER			= مجلد ذاكرة التخزين المؤقت
IDC_BTN_SET_CACHE_FOLDER		= استعراض...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= افتراضي

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= اللغة
IDC_ST_TRANSLATOR			= شكرا للمترجمين

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= تنبيه عند تعذر استخدام وضع السرعة العالية.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= قطع/دمج دائما بواسطة الاطار الرئيسي في وضع عالي السرعة.
IDC_CK_SHOW_KEY_FRAME_CUT		= تنبيه عند تغيير وقت بدء الملف.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com رفع الى
IDC_ST_VIMEO_UPLOADINFO			= معلومات الرفع
IDC_ST_VIMEO_FILENAME			= اسم الملف:
IDC_ST_VIMEO_TITLE			= العنوان:
IDC_ST_VIMEO_DESCRIPTION		= الوصف:
IDC_ST_VIMEO_PRIVACY			= الخصوصيه:
IDC_RD_VIMEO_PRIVACY_ANYONE		= يمكن لاي شخص مشاهده هذا الفيديو
IDC_RD_VIMEO_PRIVACY_ONLYME		= فقط استطيع مشاهده  هذا الفيديو
IDC_RD_VIMEO_PRIVACY_FOLLOW		= فقط الاشخاص الذين اتابعهم يمكنهم مشاهده هذا الفيديو
IDC_RD_VIMEO_PRIVACY_UNLISTED		= يمكن فقط للاشخاص الذين لديهم رابط خاص مشاهده هذا الفيديو
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (استخدام هذا الخيار  Vimeo Basic لا يمكن لمستخدمي)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= يمكن للاشخاص الذين لديهم كلمه سر فقط مشاهده هذا الفيديو 
IDC_CK_HIDE_PASSWORD			= اخفاء كلمه السر
IDC_BTN_VIMEO_UPLOAD			= رفع
IDC_LN_VIMEO_HELP			= تعليمات

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= الرفع...
IDC_ST_VIMEO_UPLOADED			= اكتمال تحميل الفيديو!
IDC_ST_VIMEO_LINK			= وصلة:
IDC_ST_VIMEO_EMBED			= تضمين:
IDC_BTN_VIMEO_LINK_GO			= اذهب
IDC_BTN_VIMEO_EMBED_COPY		= نسخ
IDC_BTN_VIMEO_CLOSE			= اغلاق

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com رفع الى
IDC_ST_YOUTUBE_UPLOADINFO		= معلومات الرفع
IDC_ST_YOUTUBE_FILENAME			= اسم الملف:
IDC_ST_YOUTUBE_TITLE			= العنوان:
IDC_ST_YOUTUBE_DESCRIPTION		= الوصف:
IDC_ST_YOUTUBE_PRIVACY			= الخصوصيه:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= الجمهور- السماح لاي شخص لمشاهده هذا الفيديو
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= غير مدرج-يمكن لاي شخص لديه الرابط الى الفيديو مشاهده هذا الفيديو
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= خاص-اجعل هذا الفيديو مرئيا لي وللمستخدمين الذين اخترتهم
IDC_BTN_YOUTUBE_UPLOAD			= رفع
IDC_LN_YOUTUBE_HELP			= تعليمات
IDC_LN_YOUTUBE_TOS			= <a>شروط خدمة يو تيوب </a> من خلال النقر على 'تحميل' ، فانك تقر بانك تملك جميع الحقوق المتعلقة بالمحتوي او انك مخول من قبل المالك لاتاحه المحتوي للعامة على يو تيوب، وانه يمتثل بطريقه اخرى .
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= احتفظ بتسجيل الدخول
IDC_BTN_YOUTUBE_LOGOUT			= تسجيل الخروج

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= الرفع...
IDC_ST_YOUTUBE_UPLOADED			= اكتمال تحميل الفيديو!
IDC_ST_YOUTUBE_LINK			= وصلة:
IDC_ST_YOUTUBE_EMBED			= تضمين:
IDC_BTN_YOUTUBE_LINK_GO			= اذهب
IDC_BTN_YOUTUBE_EMBED_COPY		= نسخ
IDC_BTN_YOUTUBE_CLOSE			= اغلاق

[IDD_FILEINFO]
IDD_FILEINFO				= معلومات الملف
IDC_BTN_CLIPBOARD			= نسخ الى الحافظة

[IDD_REGISTER]
IDD_REGISTER				= تسجيل Bandicut
IDC_ST_1BUY				= 1. شراء
IDC_ST_1BUY_COMMENT			= Bandicut ، سيتم اضافه علامة مائية الى الفيديو. الرجاء النقر "شراء الان " لشراء ترخيص Bandicut اذا لم يتم تسجيل
IDC_BTN_BUY_ONLINE			= اشتري الان
IDC_ST_2REGISTER			= 2. التسجيل
IDC_ST_2REGISTER_COMMENT		= (Bandicut تحتاج الى اتصال عبر الانترنت لتسجيل.)[br] يرجى ادخال عنوان البريد الالكتروني والرقم التسلسلي
IDC_ST_EMAIL_ADDRESS			= عنوان بريدك
IDC_ST_SERIAL_NUMBER			= رقمك السري
IDC_BTN_REGISTER_NOW			= سجل الان
IDC_BTN_UNREGISTER_NOW			= غير مسجل

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= ايقاف تشغيل النظام
IDC_ST_SHUTDOWN_INFO			= ايقاف تشغيل النظام
IDC_ST_SHUTDOWN_MSG1			= اذا كنت لا ترغب في ايقاف التشغيل ، انقر زر الغاء الامر [br] سيتم ايقاف تشغيل هذا النظام لان العملية قد اكتملت
IDD_SHUTDOWN_APP			= Bandicut اغلاق
IDC_ST_SHUTDOWN_APP_INFO		= Bandicut اغلاق
IDC_ST_SHUTDOWN_APP_MSG1		=  انقر زر الغاء الامر Bandicut,اذا كنت لا ترغب في اغلاق [br] تلقائيا لان العملية قد اكتملت Bandicut سيتم اغلاق

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= تحقق من التحديث
IDC_ST_UPDATE_SETTING			= الاعدادات
IDC_CK_ENABLE_AUTO_CHECK		= تمكين التحقق من التحديث التلقائي.
IDC_CK_SHOW_UPDATE_POPUP		= اظهار النافذة المنبثقة عند توفر تحديث رئيسي.
IDC_CK_SHOW_ENABLE_BETA			= اظهار النافذة المنبثقة عند توفر تحديث بيتا.
IDC_BTN_CHECK_UPDATE_NOW		= التحقق من وجود تحديثات الان

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= معلومات التحديث
IDC_ST_UPDATE_MSG1			= النسخة الجديدة المتاحة.
IDC_ST_UPDATE_MSG2			= اذا قمت بالنقر فوق زر "تحديث" ، يمكنك تحميله.
IDOK					= التحديث

[IDD_FAILTOADD]
IDD_FAILTOADD				= فشل في اضافة الملفات.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= مقسم الفلم
IDOK					= تطبيق
IDC_RD_SPLIT_NUMBER			= تقسيم الى
IDC_RD_SPLIT_TIME			= التقسيم حسب المدة:
IDC_ST_SEGMENT				= شرائح
IDC_CK_KEEP_SEGMENT			= الحفاظ على الجزء المحدد
IDC_ST_HOUR				= ساعة
IDC_ST_MIN				= دقيقة.
IDC_ST_SEC				= ثانية.

[IDD_INFORMATION]
IDD_INFORMATION				= معلومات المفتاح الساخن
IDD_INFORMATION_LICENSE			= معلومات حقوق التاليف والنشر

[SKIN]
; New UI
; Common
$BN_START				= ابداء
$BN_CANCEL				= الغاء الامر
$BN_OK					= موافق
$BN_YES					= نعم
$BN_NO					= لا
$ST_OPTION				= الخيار
$CK_JOIN				= دمج الشرائح
$BN_OPEN_OUTPUT				= افتح
$BN_HELP				= التعليمات
$CHECK_DO_NOT_SHOW			= لا تظهر في المرة القادمة.

; Main
$BN_TIP					= الرجاء التسجيل لازاله كافة القيود. 
$BN_ADD_SEGMENT				= اضافه مقطع
$BN_GUIDE_OPEN_FILE			= فتح ملف
$BN_GUIDE_OPEN_FILE_JOINER		= فتح الملفات
$ST_GUIDE_SET_SEGMENT			= حدد منطقه القطع
$ST_GUIDE_START				= انقر فوق ابدا
$ST_GUIDE_ADD_FILES			= اضافة ملفات
$ST_SEGMENT_LIST_TITLE			= قائمة قاطع الجزء
$ST_SEGMENT_LIST_TITLE_JOIN		= قائمه ملفات النجار

; Wizard
$BN_WIZARD_CUT				= قص
$BN_WIZARD_JOIN				= دمج
$BN_WIZARD_SPLIT			= تقسيم

; About
$ST_ABOUT_VERSION_INFO			= bandicut اصدار
$ST_ABOUT_COPYRIGHT			=  (c) 2013-2021 Bandicam.com حقوق التاليف والنشر
$BN_ABOUT_NEW_VERSION			= النسخة الجديدة المتاحة.
$BN_ABOUT_CHECK_UPDATE			= تحقق من التحديث
$ST_ABOUT_LICENCE_INFO			= معلومات الترخيص
$BN_ABOUT_REGISTER			= تسجيل
$BN_ABOUT_REGISTER_HELP			= كيفيه الشراء و التسجيل
$ST_ABOUT_HOMEPAGE_INFO			= رابط الموقع
$ST_ABOUT_HOMEPAGE_URL			= الصفحة الرئيسية
$ST_ABOUT_FAQ_URL			= اسئلة متداولة
$BN_ABOUT_UPDATE_REGISTRATION		= تحديث التسجيل
$BN_ABOUT_RENEW_LICENSE			= تجديد الرخصة

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= الوضع
$RD_READY_HIGH_SPEED_MODE		= وضع عالي السرعة
$RD_READY_ENCODING_MODE			= وضع الترميز
$ST_READY_MODE_HIGH_SPEED		= (سريع وضياع (مستحسن
$ST_READY_MODE_ENCODING			= (تخصيص تنسيق الملف والجودة والترميز (بطيء
$ST_READY_FILE_FORMAT			= تنسيق الملف
$ST_READY_VIDEO_INFO			= معلومات الفيديو
$ST_READY_VIDEO_ENCODER			= مشفر الفيديو
$ST_READY_AUDIO_INFO			= معلومات الصوت
$BN_READY_DETAIL_SETTING		= اعدادات الترميز
$BN_READY_PRESET			= مسبقا
$ST_READY_OUTPUT_OPTION			= الناتج
$ST_READY_OUTPUT_FILE_NAME		= اسم الملف
$ST_READY_SAVE_FOLDER			= مجلد
$CK_READY_OUTPUT_TO_SOURCE		= حفظ في مجلد المصدر
$ST_READY_TRACK_OPTION			= حفظ المسارات
$RD_READY_ALL_TRACK			= حفظ جميع مسارات الفيديو والصوت
$RD_READY_SEL_TRACK			= حفظ مسار الفيديو والصوت المحدد فقط
$CK_READY_EXTRACT_AUDIO			= (.mp3) استخراج المسارات الصوتية
$CK_READY_REMOVE_AUDIO			= ازاله المسارات الصوتية

; Run
$ST_RUN_CUT_FILE_INFO			= التقدم
$ST_RUN_FILE_NAME			= الملف:
$ST_RUN_COMPLETE			= اكتمل
$BN_RUN_UPLOAD				= رفع
$BN_RUN_PLAY				= لعب
$ST_RUN_RUNNING_TIME			= الوقت المنقضي
$ST_RUN_REMAINING_TIME			= الوقت المتبقي
$ST_RUN_SPEED				= السرعة
$ST_RUN_FILE_SIZE			= حجم الملف
$ST_END_OPTION				= بعد الانتهاء
$ST_UPLOAD_OPTION			= خيارات الرفع
$CK_RUN_OPEN_OUTPUT_FOLDER		= فتح مجلد  الناتج 
$CK_RUN_SYSTEM_CLOSE			= ايقاف التشغيل
$CK_SOUND_ALARM				= تشغيل الصوت
$CK_MOVE_TO_MAIN			= الانتقال الى النافذة الرئيسية

; Capture
$BN_OPEN_FOLDER			= فتح مجلد
$BN_MESSAGE				= [u]تم حفظ الصورة الملتقطة في مجلد  الناتج .[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Bandicam هل ترغب في تجربة[br]يسمح لك بتسجيل اي شيء على شاشة حاسوبك وحفظه كملف فيديو.<font color = "yellow"> Bandicam </ font>هل استخدمتها؟
$BN_UPDATE_STEP1_LINK			= تعلم اكثر
$ST_UPDATE_STEP2_TEXT			= التنزيل قيد التقدم...
$BN_UPDATE_INSTALL			= ثبت الان
$BN_UPDATE_LATER			= كلا شكرا لك!
$BN_UPDATE_CANCEL			= الغاء الامر
$BN_UPDATE_CLOSE			= اغلاق
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= تحضير ملفاتك للتحرير.

; Tooltip
$TT_MENU				= القائمه
$TT_WIZARD				= (شروع في التشغيل (الصفحة الرئيسية
$TT_CUTTER				= قص
$TT_JOINER				= دمج
$TT_ABOUT				= المعلومات (F1)
$TT_SETTING				= التكوين (F5)
$TT_BANDICAM				= بدء bandicam

$TT_FILE_CLOSE_WORK			= اغلاق كافة الملفات (F4)
$TT_FILE_CLOSE_WORK_CUT			= اغلاق ملف-ازاله كافة المقاطع (F4)

$TT_FILE_OPEN				= فتح ملف (F2 ، Ctrl + O)
$TT_FILE_ADD				= اضافه ملف (s) (F2 ، Ctrl + O)
$TT_FILE_PROJECT			= ملفات المشروع
$TT_OPEN				= افتح

$TT_REGISTER				= التسجيل (F3)
$TT_OPEN_OUTPUT_FOLDER			= فتح مجلد  الناتج  (Ctrl + F2)
$TT_HELP				= تعليمات
$TT_REFRESH_LINFO			= تحديث معلومات الرخصة

$TT_PLAYER_PLAY				= (تشغيل/ايقاف مؤقت (مساحة
$TT_PLAYER_STOP				= ايقاف (Ctrl + Space)
$TT_PLAYER_PLAY_SEG			= تشغيل/ايقاف المقطع مؤقتا (Ctrl + P)
$TT_PLAYER_STOP_SEG			= ايقاف المقطع (Alt + P)

$TT_PLAYER_PREV_KEY_FRAME		= الانتقال الى الاطار الرئيسي السابق (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= (الانتقال الى الاطار السابق (الى اليسار
$TT_PLAYER_NEXT_FRAME			= (الانتقال الى الاطار التالي (يمين
$TT_PLAYER_NEXT_KEY_FRAME		= الانتقال الى الاطار الرئيسي التالي (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= (تشغيل الملف السابق (يسار
$TT_PLAYER_NEXT_FILE_PLAY		= (تشغيل الملف التالي (يمين
$TT_PLAYER_SEG_ADD			= اضافة شريحة (Ctrl + A)
$TT_ADD_SEGMENT_MAX               	= يمكنك اضافة ما يصل الى $ $ (int1) من الملفات / الاجزاء.
$TT_PLAYER_SEG_START			= تعيين وقت بدء الجزء (S)
$TT_PLAYER_SEG_END			= تعيين وقت انتهاء الجزء (E)
$TT_PLAYER_MUTE_ON			= كتم الصوت (M)
$TT_PLAYER_MUTE_OFF			= اعادة الصوت (M)

$TT_PLAYER_CAPTURE			= التقاط (Ctrl+C)

$TT_ADD_SEGMENT				= اضافة شريحة (Ctrl+N)
$TT_PREV_SEGMENT			= تحريك اعلى
$TT_NEXT_SEGMENT			= تحريك اسفل
$TT_PREV_MOVE_FILE			= تحريك للخلف
$TT_NEXT_MOVE_FILE			= تحريك للامام

$TT_RUN_UPLOAD_OPTION			= خيارات الرفع

$TT_LIST_PLAY				= تشغيل/ايقاف المقطع مؤقتا
$TT_LIST_SPLIT				= تقسيم
$TT_LIST_CUT_REMOVE			= ازاله
$TT_LIST_JOIN_REMOVE			= ازاله

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicut مفاتيح الاختصار
HOTKEYS_ABOUT				= Bandicut حول - :		F1
HOTKEYS_FILE_INFO			= -معلومات الملف: Ctrl + F1
HOTKEYS_SETTING				= -التكوين: F5
HOTKEYS_MAX				= -تعظيم/استعاده: Enter
HOTKEYS_CHANGE_MODE			= -تغيير الوضع: Ctrl + M
HOTKEYS_REGISTER			= -تسجيل bandicut: F3
HOTKEYS_HOME				= -اذهب الى صفحه البداية: الرئيسية

HOTKEYS_PLAY_TITLE			= * لعب
HOTKEYS_OPEN_FILE			= -فتح الملف: Ctrl + O ، F2
HOTKEYS_CLOSE				= -اغلاق (الكل) الملفات: F4
HOTKEYS_START				= -ابدا: Ctrl + Enter
HOTKEYS_OPEN_FOLDER			= -فتح مجلد  الناتج : Ctrl + F2
HOTKEYS_PLAY				= -لعب/وقف: Space
HOTKEYS_STOP				= -ايقاف: Ctrl+Space
HOTKEYS_MUTE				= -كتم لعب/وقف: M

HOTKEYS_SEGMENT_PLAY			= -لعب/وقف قطعه: Ctrl + P
HOTKEYS_SEGMENT_STOP			= -وقف قطعة: Alt + P
HOTKEYS_SEGMENT_REMOVE			= -ازاله قطعه: حذف

HOTKEYS_PLAY_FORWARD			= -للامام:Right, Numpad+
HOTKEYS_PLAY_REWIND			= -للخلف:Left, Numpad-

HOTKEYS_CUT_TITLE			= * قص
HOTKEYS_SET_START_TIME			= -تعيين وقت بدء القطعة: S
HOTKEYS_SET_END_TIME			= -تعيين وقت انتهاء القطعة: E
HOTKEYS_SEGMENT_ADD			= - اضافة شريحة:		Ctrl+N

HOTKEYS_NEXT_FRAME			= - الاطار التالي:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - الاطار الرئيسي التالي:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - الاطار السابق: يسار 		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - الاطار الرئيسي السابق		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - حدد الشريحة السابقة	Up
HOTKEYS_NEXT_SEL_SEG			= -حدد الجزء التالي: 	Down

HOTKEYS_PREV_TIME_DIGIT			= - الانتقال الى رقم الوقت السابق:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - الانتقال الى الرقم التالي:	Tab

HOTKEYS_JOIN_TITLE			= * دمج
HOTKEYS_PREV_FILE_PLAY			= - لعب / حدد الملف السابق: Left
HOTKEYS_NEXT_FILE_PLAY			= - لعب / حدد الملف التالي:Right